{
  "gate": {
    "description": "The SP-BLUR Vault uses ETH deposits to fund P2P NFT-backed loans on Blend, generating ETH yield and farming BLUR Points for depositors. ETH yield is generated continuously while BLUR Point rewards are distributed at the end of the BLUR Season. This vault runs a lending strategy that seeks to maximize both BLUR Point farming efficiency and ETH yield via strategic loan bidding. The SP-BLUR Vault will fund loans across all whitelisted NFT collections on Blend only. Depositors are instantly earning a 1.5X - 2.5X multiplier on BLUR points. The distribution of BLUR Points earned by SP-BLUR vault depositors at the end of the Blur Season will be determined by SP-BLUR points earned. The longer and larger the deposit, the higher the share of BLUR points. Depositors can withdraw at any time.",
    "organization": "SPICE",
    "title": "SP-Blur Vault",
    "label": "Tier Program",
    "share-title": "Check your SP-Blur Points @ Gateway"
  },
  "about": {
    "title": "SP-Blur Points",
    "caption": "Your progress and points",
    "created-by": " Created By"
  },
  "details": {
    "title": "What is this Credential?",
    "description": "A user-owned attestation to your Spice Finance deposits for their Blur Vault. User's will see their credential update every two weeks, as their rewards increase based on their ETH deposits."
  },
  "how": {
    "title": "How do I earn this credential?",
    "description": "Go to https://www.spicefi.xyz/vault/0xfC287513E2DD58fbf952eB0ED05D511591a6215B"
  },
  "disclaimer": {
    "title": "Disclaimer",
    "description": "Gateway is not promoting nor are responsbile for user interactions on the Spice platform. Do you research and participate in the Blur Vault as you learn about the product.\nOnce you begin depositing Ethereum into the Blur vault, credentials are updated every two week. you will receive an email once your credential has been issued and updated."
  },
  "utility": {
    "title": "This includes:",
    "label-1": "Improved Lending Rates on Protocols",
    "label-2": "Early Access to DeFi Events and Projects",
    "label-3": "Uncollateralized Lending Opportunities"
  },
  "no-points": {
    "title": "No Points"
  },
  "modal": {
    "title": "Your credential is being issued",
    "description": "It only takes a few seconds."
  }
}
